{
  "_class_name": "DiTTransformer2DModel",
  "_diffusers_version": "0.28.0",
  "latent_dim": 64,
  "pos_dim": 10,
  "activation_fn": "gelu-approximate",
  "attention_head_dim": 64,
  "num_attention_heads": 16,
  "num_layers": 24,
  "dropout": 0.0,
  "norm_type": "ada_norm",
  "attention_bias": true,
  "num_embeds_ada_norm": 1000,
  "cross_attention_dim": null,
  "norm_elementwise_affine": false,
  "norm_eps": 1e-5
}
